tap "alextodicescu/tgenv"
tap "aquasecurity/trivy"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "weaveworks/tap"
brew "adns"
brew "antigen"
brew "autoconf"
brew "aws-iam-authenticator"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bash"
brew "bazaar"
brew "blueutil"
brew "libpng"
brew "glib"
brew "python@3.8"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "docker-clean"
brew "docker-credential-helper-ecr"
brew "eigen"
brew "enchant"
brew "entr"
brew "jpeg"
brew "libtiff"
brew "erlang"
brew "fd"
brew "pkg-config"
brew "gnutls"
brew "harfbuzz"
brew "snappy"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc@8", link: false
brew "git"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "gnupg"
brew "gpgme"
brew "gradle"
brew "hadolint"
brew "hdf5"
brew "helm"
brew "highlight"
brew "htop"
brew "libomp"
brew "openexr"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "k9s"
brew "ldns"
brew "libev"
brew "libfido2"
brew "libgeotiff"
brew "libmemcached"
brew "libpq"
brew "libxml2"
brew "nano"
brew "neovim"
brew "nvm"
brew "opam"
brew "open-mpi"
brew "openssh"
brew "optipng"
brew "pandoc"
brew "pinentry-mac"
brew "poetry"
brew "pprint"
brew "pre-commit"
brew "protobuf-c"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "rustup-init"
brew "swig"
brew "tbb"
brew "terraform", link: false
brew "tfenv"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
brew "zlib"
brew "zsh"
brew "alextodicescu/tgenv/tgenv"
brew "aquasecurity/trivy/trivy"
brew "getantibody/tap/antibody"
brew "weaveworks/tap/eksctl"
cask "alacritty"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "keyboard-cleaner"
cask "maccy"
cask "vscodium"
cask "wkhtmltopdf"
cask "xquartz"
cask "zoomus"
