tap "alextodicescu/tgenv"
tap "aquasecurity/trivy"
tap "derailed/k9s"
tap "ethereum/ethereum"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
tap "versent/taps"
tap "weaveworks/tap"
brew "adns"
brew "antigen"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "openexr"
brew "autoconf"
brew "readline"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bazaar"
brew "bdw-gc"
brew "berkeley-db"
brew "glib"
brew "pkg-config"
brew "tcl-tk"
brew "cairo"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "docker", link: false
brew "docker-clean"
brew "eigen"
brew "enchant"
brew "fd"
brew "libtasn1"
brew "nettle"
brew "unbound", restart_service: true
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "snappy"
brew "x264"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "isl"
brew "gcc"
brew "gcc@8"
brew "gh"
brew "pcre2"
brew "git"
brew "git-filter-repo"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "gnupg"
brew "libev"
brew "nghttp2"
brew "gpgme"
brew "gradle"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "hdf5"
brew "helm"
brew "highlight"
brew "htop"
brew "hugo"
brew "hwloc"
brew "python@3.8"
brew "libomp"
brew "imagemagick"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "k9s"
brew "krb5"
brew "ldns"
brew "libfido2"
brew "libgeotiff"
brew "libmemcached"
brew "libpq"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "nano"
brew "neovim"
brew "opam"
brew "open-mpi"
brew "openssh"
brew "optipng"
brew "pandoc"
brew "pinentry-mac"
brew "podman"
brew "poetry", link: false
brew "pprint"
brew "pre-commit"
brew "proj"
brew "protobuf-c"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rpm"
brew "ruby"
brew "rustup-init"
brew "solidity"
brew "swig"
brew "tbb"
brew "terraform", link: false
brew "terragrunt", link: false
brew "tfenv"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "zsh"
brew "alextodicescu/tgenv/tgenv"
brew "aquasecurity/trivy/trivy"
brew "getantibody/tap/antibody"
brew "teamookla/speedtest/speedtest"
brew "versent/taps/saml2aws"
cask "alacritty"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "iterm2"
cask "keyboard-cleaner"
cask "maccy"
cask "nordvpn"
cask "signal"
cask "vlc"
cask "vscodium"
cask "wkhtmltopdf"
cask "xquartz"
