tap "alextodicescu/tgenv"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "weaveworks/tap"
brew "git"
brew "antibody"
brew "antigen"
brew "jpeg"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "bdw-gc"
brew "libffi"
brew "glib"
brew "curl"
brew "diff-so-fancy"
brew "fzf"
brew "guile"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "graphviz"
brew "htop"
brew "hugo"
brew "jq"
brew "k9s"
brew "libfido2"
brew "libgcrypt"
brew "libomp"
brew "lima"
brew "nano"
brew "nghttp2"
brew "nim"
brew "node"
brew "openssh"
brew "pandoc"
brew "podman"
brew "poetry"
brew "pprint"
brew "pre-commit"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "rust"
brew "thefuck"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "zsh"
brew "alextodicescu/tgenv/tgenv"
cask "alacritty"
cask "firefox"
cask "mactex"
cask "nordvpn"
cask "signal"
cask "vlc"
cask "vscodium"
