# Sorted in order of appearance (new at the bottom):
ohmyzsh/ohmyzsh

ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/python
ohmyzsh/ohmyzsh path:plugins/macos
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/github
ohmyzsh/ohmyzsh path:plugins/emoji

# Autoni
MichaelAquilina/zsh-auto-notify

# Theme
agnoster/agnoster-zsh-theme

# Syntax highlighting bundle.
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search
zsh-users/zsh-syntax-highlighting
